Repository: swati-sss/image-generator2
Catalog: Localizable.xcstrings
Source language: en
Languages: es

# center_map_content_description
source: Center map on current location
es: Centrar mapa en la ubicación actual

# dismiss_button_title
source: Dismiss
es: Ignorar

# errorLoadingMap
source: An error occurred while loading the map.
es: Se produjo un error al cargar el mapa.

# errorLoadingMapTryAgain
source: An error occurred while loading the map. Try again in a few minutes.
es: Se produjo un error al cargar el mapa. Inténtalo de nuevo en unos minutos.

# floor1_content_description
source: Floor level 1
es: Nivel de piso 1

# floor2_content_description
source: Floor level 2
es: Nivel de piso 2

source: Finding location
es: Buscando la ubicación

# loading_content_description
source: Loading
es: Cargando

# mapNotAvailable
source: This store map isn't available right now.Try again in a few minutes.
es: Este mapa de tienda no está disponible en este momento. Inténtalo de nuevo en unos minutos.

# mapNotAvailableCheckInternet
source: This store map isn't available right now. Please check your internet connection and try again.
es: Este mapa de la tienda no está disponible en este momento. Por favor, revisa tu conexión a internet e inténtalo de nuevo.

# pin_error_message
source: Some location pins are unavailable on the map.
es: Algunos pines de ubicación no están disponibles en el mapa.

source: Reload
es: Actualizar

source: Reload map
es: Actualizar el mapa

# select_pin_before_route
source: Please select a pin before starting a route.
es: Elige un pin antes de iniciar una ruta.

# still_locating_hint
source: Still locating… Moving may help
es: Aún buscando… Podría ayudar si te mueves

# zoom_in_content_description
source: Zoom in
es: Acercar

# zoom_out_content_description
source: Zoom out
es: Alejar
